Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# splits:sections.owesYou
source: OWES YOU
hi: आपको मिलना है
nl: IS JOU VERSCHULDIGD

# splits:sections.youOwe
source: YOU OWE
hi: आपको देना है
nl: JIJ BENT VERSCHULDIGD

# splits:settle
source: Settle
hi: निपटाएं
nl: Afrekenen

# splits:settledUp
source: Everyone's settled up.
hi: सब हिसाब बराबर है।
nl: Iedereen is afgerekend.

# splits:settlementTag
source: settlement
hi: निपटान
nl: afrekening

# splits:settleUp
source: Settle up
hi: निपटाएं
nl: Afrekenen

# splits:settleWith
source: Settle with %1$@
hi: %1$@ के साथ निपटाएं
nl: Afrekenen met %1$@

# splits:settling
source: Settling…
hi: निपटा रहे हैं…
nl: Afrekenen…

# splits:theyPayYouBack
source: %1$@ pays you back.
hi: %1$@ आपको वापस देंगे।
nl: %1$@ betaalt je terug.

# splits:totalOwedToYou
source: Total owed to you
hi: आपको कुल मिलना है
nl: Totaal aan jou verschuldigd

# splits:totalYouOwe
source: Total you owe
hi: आपको कुल देना है
nl: Totaal dat jij verschuldigd bent

# splits:viewLines
source: View %1$lld transactions
hi: %1$lld लेनदेन देखें
nl: Bekijk %1$lld transacties

# splits:youOweInline
source: you owe
hi: आपको देना है
nl: jij bent verschuldigd

# splits:youPayThemBack
source: You pay %1$@ back.
hi: आप %1$@ को वापस देंगे।
nl: Jij betaalt %1$@ terug.

# splits:yourBalance
source: Your balance
hi: आपका बैलेंस
nl: Je saldo

# statements:analyze
source: Analyze a statement
hi: एक स्टेटमेंट विश्लेषण करें
nl: Een afschrift analyseren

# statements:expenses
source: Expenses
hi: व्यय
nl: Uitgaven

# statements:fromDate
source: From date
hi: आरंभ तिथि
nl: Vanaf datum

# statements:goPremium
source: Go Premium
hi: प्रीमियम लें
nl: Ga Premium

# statements:income
source: Income
hi: आय
nl: Inkomsten

# statements:netForPeriod
source: Net for period
hi: अवधि का शुद्ध
nl: Netto voor periode

# statements:noTransactions
source: No transactions in this period.
hi: इस अवधि में कोई लेनदेन नहीं।
nl: Geen transacties in deze periode.

# statements:premiumBody
source: Generate a clean statement for any period and save it as a PDF.
hi: किसी भी अवधि के लिए एक साफ़ स्टेटमेंट बनाएं और इसे PDF के रूप में सहेजें।
nl: Genereer een net afschrift voor elke periode en sla het op als PDF.

# statements:premiumTitle
source: Statements are a Premium feature
hi: स्टेटमेंट एक प्रीमियम सुविधा है
nl: Afschriften zijn een Premium-functie

# statements:print
source: Print / Save PDF
hi: प्रिंट / PDF सहेजें
nl: Afdrukken / PDF opslaan

# statements:statementName
source: Sanvya Statement
hi: Sanvya स्टेटमेंट
nl: Sanvya-afschrift

# statements:title
source: Statements
hi: स्टेटमेंट
nl: Afschriften

# statements:toDate
source: To date
hi: समाप्ति तिथि
nl: Tot datum

# statements:today
source: Today
hi: आज
nl: Vandaag

# statements:transactions
source: Transactions
hi: लेनदेन
nl: Transacties

# statements:yesterday
source: Yesterday
hi: कल
nl: Gisteren

# statementsAnalyze:accountToReconcile
source: Account to reconcile / import into
hi: मिलान / आयात करने के लिए खाता
nl: Rekening om af te stemmen / naar te importeren

# statementsAnalyze:addAsRecurring
source: Add as recurring
hi: आवर्ती के रूप में जोड़ें
nl: Toevoegen als terugkerend

# statementsAnalyze:added
source: Added ✓
hi: जोड़ा गया ✓
nl: Toegevoegd ✓

# statementsAnalyze:bank
source: Bank
hi: बैंक

# statementsAnalyze:cadence.monthly
source: monthly
hi: मासिक
nl: maandelijks

# statementsAnalyze:cadence.weekly
source: weekly
hi: साप्ताहिक
nl: wekelijks

# statementsAnalyze:cadence.yearly
source: yearly
hi: वार्षिक
nl: jaarlijks

# statementsAnalyze:card
source: Credit card
hi: क्रेडिट कार्ड

# statementsAnalyze:categorising
source: Categorising…
hi: वर्गीकृत हो रहा है…
nl: Categoriseren…

# statementsAnalyze:chooseFile
source: Choose file (CSV or PDF)
hi: फ़ाइल चुनें (CSV या PDF)
nl: Bestand kiezen (CSV of PDF)

# statementsAnalyze:chooseFileCsvOnly
source: Choose file (CSV)
hi: फ़ाइल चुनें (CSV)
nl: Bestand kiezen (CSV)

# statementsAnalyze:chooseLater
source: Choose later
hi: बाद में चुनें
nl: Later kiezen

# statementsAnalyze:closingBalance
source: Closing balance
hi: समापन बैलेंस
nl: Eindsaldo

# statementsAnalyze:dailySpend
source: Daily spend
hi: दैनिक खर्च
nl: Dagelijkse uitgaven

# statementsAnalyze:importedDone
source: ✓ Imported. They now appear in your transactions.
hi: ✓ आयातित। ये अब आपके लेनदेन में दिखते हैं।
nl: ✓ Geïmporteerd. Ze verschijnen nu in je transacties.

# statementsAnalyze:importMissing
source: Import %1$@ missing into %2$@
hi: %2$@ में %1$@ गुम आयात करें
nl: %1$@ ontbrekende importeren naar %2$@

# statementsAnalyze:introBold
source: entirely on your device
hi: पूरी तरह आपके उपकरण पर
nl: volledig op je apparaat

# statementsAnalyze:introLink
source: Back to statements
hi: स्टेटमेंट पर वापस
nl: Terug naar afschriften

# statementsAnalyze:introMid
source: and never uploaded.
hi: पार्स किया जाता है और कभी अपलोड नहीं किया जाता।
nl: verwerkt en nooit geüpload.

# statementsAnalyze:introPre
source: Upload a bank or credit-card statement — it's parsed
hi: एक बैंक या क्रेडिट-कार्ड स्टेटमेंट अपलोड करें — इसे
nl: Upload een bank- of creditcardafschrift — het wordt

# statementsAnalyze:looksRecurring
source: Looks recurring
hi: आवर्ती लगता है
nl: Lijkt terugkerend

# statementsAnalyze:matchedLabel
source: matched
hi: मिलान हुए
nl: overeenkomend

# statementsAnalyze:minimumDue
source: Minimum due
hi: न्यूनतम देय
nl: Minimaal verschuldigd

# statementsAnalyze:missingLabel
source: in statement, not recorded
hi: स्टेटमेंट में, दर्ज नहीं
nl: in afschrift, niet vastgelegd

# statementsAnalyze:moneyIn
source: Money in
hi: आवक धन
nl: Geld in

# statementsAnalyze:moneyOut
source: Money out
hi: जावक धन
nl: Geld uit

# statementsAnalyze:net
source: Net
hi: शुद्ध
nl: Netto

# statementsAnalyze:newStatement
source: New statement
hi: नया स्टेटमेंट
nl: Nieuw afschrift

# statementsAnalyze:noSpends
source: No spends to chart
hi: चार्ट करने के लिए कोई खर्च नहीं
nl: Geen uitgaven om te tonen

# statementsAnalyze:onlyPlatformLabel
source: recorded, not in statement
hi: दर्ज, स्टेटमेंट में नहीं
nl: vastgelegd, niet in afschrift

# statementsAnalyze:outliersTitle
source: Outliers · unusually large
hi: असामान्य · असाधारण रूप से बड़े
nl: Uitschieters · ongewoon groot

# statementsAnalyze:parsing
source: Parsing…
hi: पार्स हो रहा है…
nl: Verwerken…

# statementsAnalyze:payBy
source: Pay by
hi: इस तिथि तक भुगतान करें
nl: Betalen vóór

# statementsAnalyze:pdfCancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# statementsAnalyze:pdfPassword
source: This PDF is password-protected. Enter its password:
hi: यह PDF पासवर्ड-सुरक्षित है। इसका पासवर्ड दर्ज करें:
nl: Deze PDF is met een wachtwoord beveiligd. Voer het wachtwoord in:

# statementsAnalyze:pdfUnavailable
source: PDF reading isn't available in this build. Use your bank's CSV/Excel export instead.
hi: इस बिल्ड में PDF पढ़ना उपलब्ध नहीं है। इसके बजाय अपने बैंक का CSV/Excel एक्सपोर्ट उपयोग करें।
nl: PDF's lezen is niet beschikbaar in deze build. Gebruik in plaats daarvan de CSV/Excel-export van je bank.

# statementsAnalyze:pdfUnlock
source: Unlock
hi: अनलॉक करें
nl: Ontgrendelen

# statementsAnalyze:pickAccountReconcile
source: Pick an account when uploading to match these against your recorded transactions.
hi: इन्हें अपने दर्ज लेनदेन से मिलाने के लिए अपलोड करते समय एक खाता चुनें।
nl: Kies bij het uploaden een rekening om deze met je vastgelegde transacties te vergelijken.

# statementsAnalyze:readFail
source: Couldn't read that file.
hi: वह फ़ाइल पढ़ी नहीं जा सकी।
nl: Kon dat bestand niet lezen.

# statementsAnalyze:readingPdf
source: Reading PDF…
hi: PDF पढ़ रहे हैं…
nl: PDF lezen…

# statementsAnalyze:reconcileTitle
source: Reconcile with your records
hi: अपने रिकॉर्ड से मिलान करें
nl: Afstemmen met je gegevens

# statementsAnalyze:recurringMeta
source: %1$@ · %2$@ · seen %3$@×
hi: %1$@ · %2$@ · %3$@× देखा गया
nl: %1$@ · %2$@ · %3$@× gezien

# statementsAnalyze:showAll
source: Show all %1$@
hi: सभी %1$@ दिखाएं
nl: Alle %1$@ tonen

# statementsAnalyze:showLess
source: Show less
hi: कम दिखाएं
nl: Minder tonen

# statementsAnalyze:statementType
source: Statement type
hi: स्टेटमेंट प्रकार
nl: Type afschrift

# statementsAnalyze:tipPost
source: statement — that parses most reliably. PDF works for digital (non-scanned) statements.
hi: स्टेटमेंट डाउनलोड करने देते हैं — वह सबसे विश्वसनीय रूप से पार्स होता है। PDF डिजिटल (गैर-स्कैन) स्टेटमेंट के लिए काम करता है।
nl: -afschrift downloaden — dat wordt het betrouwbaarst verwerkt. PDF werkt voor digitale (niet-gescande) afschriften.

# statementsAnalyze:tipPre
source: Tip: most banks let you download a
hi: सुझाव: ज़्यादातर बैंक आपको एक
nl: Tip: bij de meeste banken kun je een

# statementsAnalyze:title
source: Analyze a statement
hi: एक स्टेटमेंट विश्लेषण करें
nl: Een afschrift analyseren

# statementsAnalyze:totalDue
source: Total due
hi: कुल देय
nl: Totaal verschuldigd

# statementsAnalyze:transactions
source: %1$@ transactions
hi: %1$@ लेनदेन
nl: %1$@ transacties

# statementsAnalyze:transactionsTitle
source: Transactions (%1$@)
hi: लेनदेन (%1$@)
nl: Transacties (%1$@)

# statementsAnalyze:whereItWent
source: Where it went
hi: यह कहाँ गया
nl: Waar het naartoe ging

# templates:account
source: Account
hi: खाता
nl: Rekening

# templates:actions
source: %1$@ actions
hi: %1$@ क्रियाएँ
nl: Acties voor %1$@

# templates:amountPlaceholder
source: Amount (%1$@) — optional
hi: राशि (%1$@) — वैकल्पिक
nl: Bedrag (%1$@) — optioneel

# templates:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# templates:chooseAtUse
source: Choose at use time
hi: उपयोग के समय चुनें
nl: Kies bij gebruik

# templates:create
source: Create
hi: बनाएं
nl: Aanmaken

# templates:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# templates:deleteMsg
source: “%1$@” will be removed.
hi: “%1$@” हटा दिया जाएगा।
nl: “%1$@” wordt verwijderd.

# templates:deleteTitle
source: Delete this template?
hi: यह टेम्पलेट हटाएँ?
nl: Dit sjabloon verwijderen?

# templates:descriptionPlaceholder
source: Description (optional)
hi: विवरण (वैकल्पिक)
nl: Omschrijving (optioneel)

# templates:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# templates:editTitle
source: Edit template
hi: टेम्पलेट संपादित करें
nl: Sjabloon bewerken

# templates:freeUsed
source: %1$@/%2$@ free templates used.
hi: %1$@/%2$@ मुफ़्त टेम्पलेट उपयोग किए गए।
nl: %1$@/%2$@ gratis sjablonen gebruikt.

# templates:goPremium
source: Go Premium for unlimited →
hi: असीमित के लिए प्रीमियम लें →
nl: Ga Premium voor onbeperkt →

# templates:introLink
source: Recurring payments & income
hi: आवर्ती भुगतान और आय
nl: Terugkerende betalingen & inkomsten

# templates:introPre
source: Templates are one-tap shortcuts for transactions you log often. For salary, rent and other automatic schedules, use
hi: टेम्पलेट उन लेनदेन के लिए एक-टैप शॉर्टकट हैं जिन्हें आप अक्सर दर्ज करते हैं। वेतन, किराया और अन्य स्वचालित शेड्यूल के लिए, उपयोग करें
nl: Sjablonen zijn snelkoppelingen met één tik voor transacties die je vaak vastlegt. Voor salaris, huur en andere automatische schema's gebruik je

# templates:limitMsg
source: Free plans can keep up to %1$@ templates. Upgrade to Premium for unlimited templates.
hi: मुफ़्त प्लान अधिकतम %1$@ टेम्पलेट रख सकते हैं। असीमित टेम्पलेट के लिए प्रीमियम में अपग्रेड करें।
nl: Gratis abonnementen kunnen tot %1$@ sjablonen bewaren. Upgrade naar Premium voor onbeperkte sjablonen.

# templates:limitTitle
source: Template limit reached
hi: टेम्पलेट सीमा पूरी हो गई
nl: Sjabloonlimiet bereikt

# templates:namePlaceholder
source: Name (e.g. Rent, Salary)
hi: नाम (जैसे किराया, वेतन)
nl: Naam (bijv. Huur, Salaris)

# templates:newTemplate
source: New template
hi: नया टेम्पलेट
nl: Nieuw sjabloon

# templates:newTitle
source: New template
hi: नया टेम्पलेट
nl: Nieuw sjabloon

# templates:noTemplates
source: No templates yet. Create one for things you log often — rent, salary, groceries.
hi: अभी कोई टेम्पलेट नहीं। जो चीज़ें आप अक्सर दर्ज करते हैं — किराया, वेतन, किराना — उनके लिए एक बनाएं।
nl: Nog geen sjablonen. Maak er een voor dingen die je vaak vastlegt — huur, salaris, boodschappen.

# templates:save
source: Save
hi: सहेजें
nl: Opslaan

# templates:split
source: split
hi: बँटवारा
nl: gesplitst

# templates:title
source: Templates
hi: टेम्पलेट
nl: Sjablonen

# templates:type.expense
source: expense
hi: व्यय
nl: uitgave

# templates:type.income
source: income
hi: आय
nl: inkomsten

# templates:use
source: Use
hi: उपयोग करें
nl: Gebruiken

# transactions:account
source: Account
hi: खाता
nl: Rekening

# transactions:add
source: Add
hi: जोड़ें
nl: Toevoegen

# transactions:addItemSplit
source: Add item / split
hi: वस्तु जोड़ें / बाँटें
nl: Item toevoegen / splitsen

# transactions:addTitle
source: Add transaction
hi: लेनदेन जोड़ें
nl: Transactie toevoegen

# transactions:amount
source: Amount
hi: राशि
nl: Bedrag

# transactions:amountCurrency
source: Amount (%1$@)
hi: राशि (%1$@)
nl: Bedrag (%1$@)

# transactions:amountReceived
source: Amount received (%1$@)
hi: प्राप्त राशि (%1$@)
nl: Ontvangen bedrag (%1$@)

# transactions:amountWithItems
source: Amount · sum of items
hi: राशि · वस्तुओं का योग
nl: Bedrag · som van items

# transactions:audit.account_id
source: Account
hi: खाता
nl: Rekening

# transactions:audit.amount
source: Amount
hi: राशि
nl: Bedrag

# transactions:audit.category_id
source: Category
hi: श्रेणी
nl: Categorie

# transactions:audit.description
source: Description
hi: विवरण
nl: Omschrijving

# transactions:audit.merchant
source: Merchant
hi: व्यापारी
nl: Handelaar

# transactions:audit.note
source: Note
hi: नोट
nl: Notitie

# transactions:audit.occurred_at
source: Date
hi: तारीख
nl: Datum

# transactions:audit.payment_method_id
source: Payment method
hi: भुगतान विधि
nl: Betaalmethode

# transactions:audit.to_account_id
source: To account
hi: किस खाते को
nl: Naar rekening

# transactions:audit.to_amount
source: To amount
hi: प्राप्तकर्ता राशि
nl: Naar bedrag

# transactions:audit.type
source: Type
hi: प्रकार

# transactions:autoCategorised
source: Auto-categorised
hi: स्वतः वर्गीकृत
nl: Automatisch gecategoriseerd

# transactions:autoSplitWith
source: Auto-split with %1$@ (this date is in its range). Turn off to exclude this one.
hi: %1$@ के साथ स्वतः-बँटवारा (यह तारीख इसकी सीमा में है)। इसे बाहर रखने के लिए बंद करें।
nl: Automatisch splitsen met %1$@ (deze datum valt in het bereik). Zet uit om deze uit te sluiten.

# transactions:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# transactions:category
source: Category
hi: श्रेणी
nl: Categorie

# transactions:chooseGroup
source: Choose a group…
hi: एक समूह चुनें…
nl: Kies een groep…

# transactions:countsInBudget
source: (counts in your budget)
hi: (आपके बजट में गिना जाता है)
nl: (telt mee in je budget)

# transactions:createAccountFirst
source: Create an account first.
hi: पहले एक खाता बनाएं।
nl: Maak eerst een rekening aan.

# transactions:date
source: Date
hi: तारीख
nl: Datum

# transactions:defaultExpense
source: Expense
hi: व्यय
nl: Uitgave

# transactions:defaultIncome
source: Income
hi: आय
nl: Inkomsten

# transactions:defaultTransfer
source: Transfer
hi: स्थानांतरण
nl: Overboeking

# transactions:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# transactions:deleteConfirmMsg
source: This can't be undone.
hi: इसे पूर्ववत नहीं किया जा सकता।
nl: Dit kan niet ongedaan worden gemaakt.

# transactions:deleteConfirmTitle
source: Delete this transaction?
hi: यह लेनदेन हटाएँ?
nl: Deze transactie verwijderen?

# transactions:editHistory
source: Edit history
hi: संपादन इतिहास
nl: Bewerkingsgeschiedenis

# transactions:editTitle
source: Edit transaction
hi: लेनदेन संपादित करें
nl: Transactie bewerken

# transactions:extraNotes
source: Any extra notes?
hi: कोई अतिरिक्त नोट?
nl: Nog extra notities?

# transactions:filter.all
source: All
hi: सभी
nl: Alle

# transactions:filter.expense
source: Expense
hi: व्यय
nl: Uitgaven

# transactions:filter.income
source: Income
hi: आय
nl: Inkomsten

# transactions:filter.transfer
source: Transfer
hi: स्थानांतरण
nl: Overboeking

# transactions:findingCategory
source: Finding category…
hi: श्रेणी ढूँढ रहे हैं…
nl: Categorie zoeken…

# transactions:fromAccount
source: From account
hi: किस खाते से
nl: Van rekening

# transactions:groupTrip
source: Group / trip
hi: समूह / यात्रा
nl: Groep / reis

# transactions:investmentBlocked
source: Investment accounts can only transfer to/from other accounts
hi: निवेश खाते केवल अन्य खातों से/को स्थानांतरण कर सकते हैं
nl: Beleggingsrekeningen kunnen alleen overboeken van/naar andere rekeningen

# transactions:investmentTransferOnly
source: Investment accounts only support transfers to and from other accounts.
hi: निवेश खाते केवल अन्य खातों के साथ स्थानांतरण का समर्थन करते हैं।
nl: Beleggingsrekeningen ondersteunen alleen overboekingen naar en van andere rekeningen.

# transactions:item
source: Item %1$@
hi: वस्तु %1$@

# transactions:labels
source: Labels
hi: लेबल

# transactions:labelsOptional
source: Labels (optional)
hi: लेबल (वैकल्पिक)
nl: Labels (optioneel)

# transactions:loading
source: Loading…
hi: लोड हो रहा है…
nl: Laden…

# transactions:memberPaid
source: %1$@ paid
hi: %1$@ ने भुगतान किया
nl: %1$@ betaalde

# transactions:minorUpdate
source: Minor update.
hi: छोटा अपडेट।
nl: Kleine wijziging.

# transactions:mode.equal
source: Equally
hi: बराबर
nl: Gelijk

# transactions:mode.exact
source: Exact
hi: सटीक

# transactions:mode.percent
source: Percent
hi: प्रतिशत
nl: Percentage

# transactions:multiplePaid
source: Multiple people paid
hi: कई लोगों ने भुगतान किया
nl: Meerdere mensen betaalden

# transactions:newAccountCta
source: New account
hi: नया खाता
nl: Nieuwe rekening

# transactions:noEdits
source: No edits yet.
hi: अभी कोई संपादन नहीं।
nl: Nog geen bewerkingen.

# transactions:noMatching
source: No matching transactions.
hi: कोई मेल खाता लेनदेन नहीं।
nl: Geen overeenkomende transacties.

# transactions:note
source: Note
hi: नोट
nl: Notitie

# transactions:noteOptional
source: Note (optional)
hi: नोट (वैकल्पिक)
nl: Notitie (optioneel)

# transactions:onlyYou
source: This group has only you so far — invite someone from the group page first.
hi: इस समूह में अभी सिर्फ़ आप हैं — पहले समूह पेज से किसी को आमंत्रित करें।
nl: Deze groep bestaat voorlopig alleen uit jou — nodig eerst iemand uit via de groepspagina.

# transactions:onlyYourPayment
source: Only your payment uses %1$@; others' payments just change who owes whom.
hi: केवल आपका भुगतान %1$@ का उपयोग करता है; दूसरों के भुगतान बस यह बदलते हैं कि कौन किसका देनदार है।
nl: Alleen jouw betaling gebruikt %1$@; betalingen van anderen veranderen alleen wie wie iets verschuldigd is.

# transactions:optionalNote
source: Optional note
hi: वैकल्पिक नोट
nl: Optionele notitie

# transactions:othersOweYou
source: Others owe you %1$@
hi: दूसरे आपको %1$@ देते हैं
nl: Anderen zijn jou %1$@ verschuldigd

# transactions:paidMatch
source: Paid total %1$@ of %2$@ ✓
hi: भुगतान कुल %2$@ में से %1$@ ✓
nl: Betaald totaal %1$@ van %2$@ ✓

# transactions:paidMismatch
source: Paid total %1$@ of %2$@ — must match
hi: भुगतान कुल %2$@ में से %1$@ — मेल खाना चाहिए
nl: Betaald totaal %1$@ van %2$@ — moet kloppen

# transactions:paymentMethod
source: Payment method
hi: भुगतान विधि
nl: Betaalmethode

# transactions:percentMatch
source: Percent total %1$@%% ✓
hi: प्रतिशत कुल %1$@%% ✓
nl: Percentage totaal %1$@%% ✓

# transactions:percentMismatch
source: Percent total %1$@%% — must be 100%%
hi: प्रतिशत कुल %1$@%% — 100%% होना चाहिए
nl: Percentage totaal %1$@%% — moet 100%% zijn

# transactions:pickGroupLink
source: Groups & trips
hi: समूह और यात्राएँ
nl: Groepen & reizen

# transactions:pickGroupPre
source: Pick a group. Create one and invite friends from
hi: एक समूह चुनें। एक बनाएं और दोस्तों को आमंत्रित करें
nl: Kies een groep. Maak er een en nodig vrienden uit via

# transactions:pickTwo
source: Pick at least two people and make the totals match.
hi: कम से कम दो लोग चुनें और कुल राशि का मिलान करें।
nl: Kies ten minste twee mensen en zorg dat de totalen kloppen.

# transactions:remove
source: Remove
hi: हटाएँ
nl: Verwijderen

# transactions:saveAsTemplate
source: Save as template
hi: टेम्पलेट के रूप में सहेजें
nl: Opslaan als sjabloon

# transactions:saveChanges
source: Save changes
hi: परिवर्तन सहेजें
nl: Wijzigingen opslaan

# transactions:saveChangesError
source: Couldn't save changes.
hi: परिवर्तन सहेजे नहीं जा सके।
nl: Kon wijzigingen niet opslaan.

# transactions:savedAsTemplate
source: Saved as template ✓
hi: टेम्पलेट के रूप में सहेजा ✓
nl: Opgeslagen als sjabloon ✓

# transactions:saveError
source: Couldn't save this transaction.
hi: यह लेनदेन सहेजा नहीं जा सका।
nl: Kon deze transactie niet opslaan.

# transactions:saveWithTotal
source: Save · %1$@
hi: सहेजें · %1$@
nl: Opslaan · %1$@

# transactions:saving
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# transactions:searchCategory
source: Search a category…
hi: श्रेणी खोजें…
nl: Zoek een categorie…

# transactions:searchPlaceholder
source: Search label or note…
hi: लेबल या नोट खोजें…
nl: Zoek op label of notitie…

# transactions:sharesMatch
source: Shares total %1$@ of %2$@ ✓
hi: हिस्से का कुल %2$@ में से %1$@ ✓
nl: Aandelen totaal %1$@ van %2$@ ✓

# transactions:sharesMismatch
source: Shares total %1$@ of %2$@ — must match
hi: हिस्से का कुल %2$@ में से %1$@ — मेल खाना चाहिए
nl: Aandelen totaal %1$@ van %2$@ — moet kloppen

# transactions:someone
source: Someone
hi: कोई
nl: Iemand

# transactions:splitBetween
source: Split between:
hi: इनके बीच बाँटें:
nl: Splitsen tussen:

# transactions:splitChip
source: Split
hi: बँटा
nl: Gedeeld

# transactions:splitExpense
source: Split this expense
hi: इस खर्च को बाँटें
nl: Deze uitgave splitsen

# transactions:startFromTemplate
source: Start from a template…
hi: टेम्पलेट से शुरू करें…
nl: Begin met een sjabloon…

# transactions:templateLimitMsg
source: Free plans can keep up to %1$@ templates. Upgrade to Premium for unlimited templates.
hi: मुफ़्त प्लान अधिकतम %1$@ टेम्पलेट रख सकते हैं। असीमित टेम्पलेट के लिए प्रीमियम में अपग्रेड करें।
nl: Gratis abonnementen kunnen tot %1$@ sjablonen bewaren. Upgrade naar Premium voor onbeperkte sjablonen.

# transactions:templateLimitTitle
source: Template limit reached
hi: टेम्पलेट सीमा पूरी हो गई
nl: Sjabloonlimiet bereikt

# transactions:templateNamePrompt
source: Template name
hi: टेम्पलेट का नाम
nl: Sjabloonnaam

# transactions:title
source: Transactions
hi: लेनदेन
nl: Transacties

# transactions:toAccount
source: To account
hi: किस खाते को
nl: Naar rekening

# transactions:txOptions
source: Transaction options
hi: लेनदेन विकल्प
nl: Transactieopties

# transactions:type.expense
source: Expense
hi: व्यय
nl: Uitgave

# transactions:type.income
source: Income
hi: आय
nl: Inkomsten

# transactions:type.transfer
source: Transfer
hi: स्थानांतरण
nl: Overboeking

# transactions:uncategorised
source: Uncategorised
hi: अवर्गीकृत
nl: Niet-gecategoriseerd

# transactions:viewHistory
source: View edit history
hi: संपादन इतिहास देखें
nl: Bewerkingsgeschiedenis bekijken

# transactions:whatFor
source: What for? (optional)
hi: किस लिए? (वैकल्पिक)
nl: Waarvoor? (optioneel)

# transactions:you
source: You
hi: आप
nl: Jij

# transactions:youllOwe
source: You'll owe %1$@
hi: आप %1$@ देंगे
nl: Jij bent %1$@ verschuldigd

# transactions:youPaidFrom
source: You paid %1$@ from %2$@.
hi: आपने %2$@ से %1$@ भुगतान किया।
nl: Jij betaalde %1$@ van %2$@.

# transactions:yourShare
source: Your share:
hi: आपका हिस्सा:
nl: Jouw aandeel:

# translation:accountType.cash
source: Cash
hi: नकद
nl: Contant

# translation:accountType.credit_card
source: Credit Card
hi: क्रेडिट कार्ड

# translation:accountType.current
source: Current
hi: चालू
nl: Betaalrekening

# translation:accountType.mutual_funds
source: Mutual Funds
hi: म्यूचुअल फंड
nl: Beleggingsfondsen

# translation:accountType.savings
source: Savings
hi: बचत
nl: Spaarrekening

# translation:accountType.stocks
source: Stocks
hi: शेयर
nl: Aandelen

# translation:app.name
source: Sanvya
hi: पॉकेटकेयर
